console.log(`
Ваша оценка - 85 баллов 
Отзыв по пунктам ТЗ:
Выполненные пункты:
1) Блок header 
2) Секция preview 
3) Секция steps 
4) Секция destinations 
5) Секция stories 
6) Блок footer 
7) нет полосы прокрутки при ширине страницы от 1440рх до 390px 
8) нет полосы прокрутки при ширине страницы от 390px до 320рх 
9) при ширине страницы 390рх панель навигации скрывается, появляется бургер-иконка 
10) при нажатии на бургер-иконку плавно появляется адаптивное меню 
11) адаптивное меню соответствует макету 
12) при нажатии на крестик адаптивное меню плавно скрывается уезжая за экран 
13) ссылки в адаптивном меню работают, обеспечивая плавную прокрутку по якорям (все, кроме Account, она пока просто закрывает меню) 
14) при клике по ссылке в адаптивном меню адаптивное меню плавно скрывается, также скрытие меню происходит если сделать клик вне данного окна 
`);